Repository: ergashevnurik/discount_bot
Catalog: locales/*/LC_MESSAGES/testbot.po
Languages: uz

source: 📩 Отправить
uz: 📩 Yuborish

source: 🛒 Мои покупки
uz: 🛒 Mening xaridlarim

source: 👑 Программа лояльности
uz: 👑 Sodiqlik dasturi

source: 💳 Моя карта
uz: 💳 Mening kartam

source: 🔶 Ваш профиль
uz: 🔶 Profilingiz

source: ➕ Подключить карту
uz: ➕ Kartani ulash

source: 📃 Список пользователей
uz: 📃 Foydalanuvchilar roʻyxati

source: ✋ Добро пожаловать в Telegram Bot Rasulov GI 🚪 Пройдите регистрацию и следите за 🛒 своими покупками и 👑 программой лояльности прямо внутри бота. Нажмите кнопку "Отправить контакт 👤" для регистрации 👇
uz: ✋ Telegram Bot Rasulov GI ga xush kelibsiz 🚪 Ro'yxatdan o'ting va xaridlaringizni 🛒 va 👑 kuzatib boringto'g'ridan-to'g'ri bot ichida sodiqlik dasturi bilan. Ro'yxatdan o'tish uchun "Kontaktni yuborish 👤" tugmasini bosing👇

source: 📃 Пожалуйста, пройдите проверку, заполните поле
uz: 📃 Iltimos, tekshiruvdan o'ting, maydonni to'ldiring

source: 📩 Пожалуйста, заполните бланк и отправьте его обратно, сделав фото
uz: 📩 Iltimos, anketani to'ldiring va surat bilan qaytarib yuboring

source: 🟧 Привет! Рад встрече
uz: 🟧 Salom! Tanishganimdan xursandman

source: 🔶 Номер телефона
uz: 🔶 Telefon raqami

source: 🟩 Твой выбор
uz: 🟩 Sizning tanlovingiz

source: 🟩 Да, подтверждаю
uz: 🟩 Ha, tasdiqlayman

source: 🟥 Нет, неподтверждаю
uz: 🟥 Yo'q, tasdiqlamayman

source: 🟩Подтвердите нового пользователя: Имя пользователя: {username} Контакт: {contact} Имя: {firstName} Фамилия: {lastName}
uz: 🩺Yangi foydalanuvchini tasdiqlang: Foydalanuvchi nomi: {username} Kontakt: {contact} Ism: {firstName} Familiya: {lastName}

source: ✅ Вы успешно вошли в систему!
uz: ✅ Siz muvaffaqiyatli tizimga kirdingiz!

source: ☑ Вы уже вошли в систему!
uz: ☑ Siz allaqachon tizimga kirgansiz!

source: 👆 Пожалуйста, выберите вариант из меню
uz: 👆 Iltimos, menyudan variantni tanlang

source: 🟧 Ваша карта зарегистрирована как: 🔸 {holder} 🔸 {expired} 🔸 {name}
uz: 🟧 Sizning kartangiz ro'yxatdan o'tgan: 🔸 {holder} 🔸 {expired} 🔸 {name}

source: ✍ Пожалуйста, пришлите данные карты Номер карты, который состоит из 16 цифр.
uz: ✍ Iltimos, karta ma'lumotlarini yuboring. Karta raqami 16 tadan iboratraqamlar.

source: 📆 Пожалуйста, пришлите дату истечения срока действия
uz: 📆 Iltimos, amal qilish muddatini yuboring

source: 📜 Пожалуйста, пришлите имя карты
uz: 📜 Iltimos, karta nomini yuboring

source: 🟧 Ваша карта добавлена
uz: 🟧 Sizning kartangiz qo'shildi

source: 🔸 Номер карты
uz: 🔸 Karta raqami

source: 🔸 Дата истечения срока действия
uz: 🔸 Yaroqlilik muddati

source: 🔸 Владелец карты
uz: 🔸 Karta egasi

source: 🟩 Подключено успешно
uz: 🟩 Muvaffaqiyatli ulandi

source: ➕ Уже подключено
uz: ➕ Allaqachon ulangan

source: 🔶 У вас нет разрешения
uz: 🔶 Sizda ruxsat yo'q
