ru = "🇷🇺Русский язык"
uz = "🇺🇿O'zbek tili"
choose_language_text = "🇷🇺Выберите язык\n🇺🇿Tilni tanlang"
greeting_text = """
✋ Добро пожаловать в Telegram Bot Rasulov GI 🚪
Пройдите регистрацию и следите за 🛒 своими покупками и 👑 программой лояльности прямо внутри бота.
Нажмите кнопку "Отправить контакт 👤" для регистрации 👇
"""
send = "📩 Отправить"
male = "🚹 Мужской"
female = "🚺 Женский"
other = "🚻 Другой"
whatIsYourFirstName = "🔶 Как вас зовут?"
whatIsYourLastName = "🔶 Пожалуйста, введите фамилию?"
whenIsYourBirthday = "🔶 Пожалуйста, пришлите дату своего рождения дд/мм/гггг"
chooseGender = "🔶 Пожалуйста, пришлите свой пол"
badGenderChosed = "👎 Плохое гендерное имя. Выберите свой пол с клавиатуры."
hi = "🟧 Привет! Рад встрече"
gender = "🔶 Пол"
phoneNumber = "🔶 Номер телефона"
birthday = "🔶 День рождения"
lastName = "🔶 Фамилия"
firstName = "🔶 Имя"
usersList = "🟧 Список пользователей"
permission = "🔶 У вас нет разрешения"
profile = '🔶 Ваш профиль'
username = '🔶 Имя пользователя'
admin = '🔶 Администратор'
yes = '🟩 да'
no = '🟥 нет'
signedInSuccessfully = '✅ Вы успешно вошли в систему!'
alreadySignedIn = '☑ Вы уже вошли в систему!'
chooseMenu = '👆 Пожалуйста, выберите вариант из меню'
orders = '🛒 Мои покупки'
loyalty = '👑 Программа лояльности'
card = '💳 Моя карта'
all_users = '📃 Список пользователей'
emptyBag = '😡 Сумка пуста'
purchaseNo = '🔢 Номер покупки'
quantity = '🎲 Количество'
price = '💰 Цена'
date = '📆 Дата'
totalSum = '💲 Общая сумма'
cashBack = '💵 Кешбэк'
connect_card = '➕ Подключить карту'
verified = '🔶 Был Подтвержден'
fillTheBlank='📃 Пожалуйста, пройдите проверку, заполните поле'
sendBack='📩 Пожалуйста, заполните бланк и отправьте его обратно, сделав фото'